---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.CableTray
zh: 桥架、线槽
source: html/f81b48f7-8527-d38e-7e0e-a96786366f01.htm
---
# CableTray Properties

**中文**: 桥架、线槽

The id of the assembly instance to which the element belongs.